Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: L'anàlisi morfològica no és suficient per a detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos és el primer cas i en la frase Murieron sesenta y cinco quedaron malheridos és el segon.
es_es: El análisis morfológico no es suficiente para detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos es el primer caso y en la frase Murieron sesenta y cinco quedaron malheridos es el segundo.

source: L'asimetria fa referència al fet que la velocitat de transmissió de dades de la central cap a l'abonat és superior que la velocitat de transmissió de dades de l'abonat cap a la central (per exemple, 8 Mb/s cap a l'abonat i 512 kb/s cap a la central).
es_es: La asimetría se refiere a que la velocidad de transmisión de datos de la central hacia el abonado es superior que la velocidad de transmisión de datos del abonado hacia la central (por ejemplo 8 Mb/s hacia el abonado y 512 kB/s hacia la central).

source: L'element a cercar és ``Garrido''.
es_es: El elemento a buscar es ``Garrido''.

source: L'esquema { https://} és similar a l'esquema { http://} però incorpora, a més, mecanismes per a transmetre amb seguretat informació encriptada (xifrada).
es_es: El esquema { https://} es similar al esquema { http://} pero incorpora, además, mecanismos para transmitir con seguridad información encriptada (cifrada).

source: L'experiència ens ajuda a fer prediccions que en general tenen èxit, però de vegades hi ha oracions ``enganyoses'' que ``ens porten a l'hort'' (anomenades, per això, en anglés garden-path sentences, de l'anglés lead up the garden path) ja que en cert punt del procés ens obliguen a descartar la predicció feta i reinterpretar el que havíem llegit fins a aquell punt (l'estudi dels moviments oculars, en anglés eyetracking) durant la lectura donen pistes molt rellevants sobre l'existència d'aquests processos).
es_es: La experiencia nos ayuda a hacer predicciones que en general tienen éxito, pero a veces hay oraciones ``engañosas'' que ``nos llevan al huerto'' (llamadas, por eso, en inglés garden-path sentences, del inglés lead up the garden path) puesto que en cierto punto del proceso nos obligan a descartar la predicción hecha y reinterpretar lo que habíamos leído hasta aquel punto (el estudio de los movimientos oculares, en inglés eyetracking) durante la lectura dan pistas muy relevantes sobre la existencia de estos procesos).

source: L'oració conté un homògraf que té dues o més interpretacions però la mateixa categoria lèxica, i no afecta, per tant, l'estructura de l'oració.
es_es: La oración contiene un homógrafo que tiene dos o más interpretaciones pero la misma categoría léxica, y no afecta, por lo tanto, a la estructura de la oración.

source: L'oració conté una expressió anafòrica, com ara un pronom, adjectiu possessiu, etc., la qual pot tenir, en principi, més d'una possible interpretació, però aquesta interpretació està determinada per la relació de coreferència entre l'expressió i el seu antecedent (un sintagma que es pot trobar en la mateixa oració o en una altra oració del text) o perquè es refereix a algun objecte o concepte exterior al text.
es_es: La oración contiene una expresión anafórica, como por ejemplo un pronombre, adjetivo posesivo, etc., la cual puede tener, en principio, más de una posible interpretación, pero esta interpretación está determinada por la relación de coreferencia entre la expresión y su antecedente (un sintagma que se puede encontrar en la misma oración o en otra oración del texto) o porque se refiere a algún objeto o concepto exterior al texto.

source: L'oració té constituents que no es reflecteixen com a mots però als quals cal assignar una interpretació.
es_es: La oración tiene constituyentes que no se reflejan como palabras, pero a los que hay que asignar una interpretación.

source: L'oració és ambigua per l'ambigüitat lèxica (homografia) de soldado.
es_es: La oración es ambigua por la ambigüedad léxica (homografía) de soldado.

source: L'organització de la informació en forma de base de dades simplifica enormement les consultes, ja que els ordinadors són molt més ràpids i segurs a l'hora de, per exemple, comparar el contingut d'un determinat camp de totes les fitxes amb un cert valor o patró (per exemple, els autors que comencen per Ant) i llistar el contingut d'un altre camp (per exemple, el títol) per a cada fitxa coincident.
es_es: La organización de la información en forma de base de datos simplifica enormemente las consultas, puesto que los ordenadores son mucho más rápidos y seguros a la hora de, por ejemplo, comparar el contenido de un determinado campo de todas las fichas con un cierto valor o patrón (por ejemplo, los autores que empiezan por Ant) y listar el contenido de otro campo (por ejemplo, el título) para cada ficha coincidente.

source: L'organització dels ordinadors en una xarxa local permet la comunicació d'informació entre ells i la compartició de recursos, com ara una impressora.
es_es: La organización de los ordenadores en una red local permite la comunicación de información entre ellos y que se compartan recursos, como por ejemplo una impresora.

source: L'ús de la paraula programa en informàtica (seqüència d'operacions o esdeveniments) és paral·lel a molts usos d'aquest mot en la vida quotidiana: programa de festes, d'un concert, de la llavadora, etc.; encara que per a la persona usuària un programa d'ordinador és més similar a una espècie de caixa d'eines per a fer una tasca determinada, com, per exemple, editar un document de text.
es_es: El uso de la palabra programa en informática (secuencia de operaciones o acontecimientos) es paralelo a muchos usos de esta palabra en la vida cotidiana: programa de fiestas, de un concierto, de la lavadora, etc.; aunque para el usuario un programa de ordenador es más parecido a una especie de caja de herramientas para hacer una tarea determinada, como, por ejemplo, editar un documento de texto.

source: La base de dades, en format TBX (vegeu l'apartat ) es pot descarregar totalment o parcialment per a usar-la fora de línia.
es_es: La base de datos, en formato TBX (véase el apartado ) se puede descargar totalmente o parcialmente para usarla fuera de línea.

source: La combinació de diverses estratègies de recerca permet l'explotació de les dades emmagatzemades en una base de dades.
es_es: La combinación de varias estrategias de búsqueda permite la explotación de los datos almacenados en una base de datos.

source: La configuració clàssica d'un ordinador personal de sobretaula model 2015 sol ser més o menys com segueix: La unitat base (la ``caixa'' o la ``torre'') conté: Un processador compost de quatre nuclis o processadors individuals (quad-core) o més, com ara un Intel Core i5 o més o un processador equivalent de la marca AMD (vegeu el glossari, apartat ) a 3 GHz.
es_es: La configuración clásica de un ordenador personal de sobremesa modelo 2015 suele ser más o menos la siguiente: La unidad base (la ``caja'' o la ``torre'') contiene: Un procesador compuesto de cuatro núcleos o procesadores individuales (quad-core) o más, como por ejemplo un Intel Core i5 o más o un procesador equivalente de la marca AMD (véase el glosario, apartado ) a 3 GHz.

source: La creació i el manteniment d'una bona base de dades terminològica requereix un gran esforç i moltes hores de treball.
es_es: La creación y el mantenimiento de una buena base de datos terminológica requiere de un gran esfuerzo y muchas horas de trabajo.

source: La denominació més usual era URL, uniform resource locator o localitzador uniforme de recursos, que encara s'usa profusament, encara que no tots els URI son URL.
es_es: La denominación más usual era URL, uniform resource locator o localizador uniforme de recursos, que todavía se usa profusamente, aunque no todos los URI son URL.

source: La desambiguació s'efectua usant informació procedent de tres fonts: el cotext (intern al text o discurs) i el context (extern al text o discurs però relacionat amb ell) i fonts de coneixement addicionals.
es_es: La desambiguación se efectúa usando información procedente de tres fuentes: el cotexto (interno al texto o discurso) y el contexto (externo al texto o discurso pero relacionado con él) y fuentes de conocimiento adicionales.

source: La figura mostra un esquema de l'accés domèstic a Internet des de diversos dispositius.
es_es: La figura muestra un esquema del acceso doméstico a Internet desde varios dispositivos.

source: La frase Baixa i puja amb ascensor pot voler dir ``(baixa) i (puja amb ascensor)'' o ``(baixa i puja) amb ascensor''.
es_es: La frase Baja y sube con ascensor puede querer decir ``(baja) y (sube con ascensor)'' o ``(baja y sube) con ascensor''.

source: La frase M'agrada més que la bata pot tenir dues interpretacions; en la primera es parla d'una peça de vestir; en la segona, d'una preferència a l'hora de preparar, per exemple, una salsa.
es_es: La frase ``Me gusta más que la bata'' puede tener dos interpretaciones; en la primera se habla de una prenda de vestir; en la segunda, de una preferencia a la hora de preparar, por ejemplo, una salsa.

source: La grandària d'aquestes memòries pot arribar fins a 1 TB, tot i que les grandàries més típiques són 16, 32 i 64 GB.
es_es: El tamaño de estas memorias puede llegar hasta 1 TB, a pesar de que los tamaños más típicos son 16, 32 y 64 GB.

source: La grandària d'un DVD depén del tipus de DVD i sols estar entre 4,7 GB i 17 GB.
es_es: El tamaño de un DVD depende del tipo de DVD y suele estar entre 4,7 GB y 17 GB.

source: La informació de cada terme (en l'exemple només un) s'inclou dins de l'element { termEntry}, que conté descripcions (descrip) sobre el domini d'ús i la definició del terme, a més d'una secció { langSet} per a cada idioma (ací, anglés i hongarés) on s'especifica el terme (term) i informació sobre ell (termNote).
es_es: La información de cada término (en el ejemplo solo uno) se incluye dentro del elemento { termEntry}, que contiene descripciones (descrip) sobre el dominio de uso y la definición del término, además de una sección { langSet} para cada idioma (aquí, inglés y húngaro) donde se especifica el término (term) y su información (termNote).

source: La informació present en diccionaris electrònics preexistents pot servir per a construir aquestes xarxes o ser usada directament per a la resolució de la polisèmia.
es_es: La información presente en diccionarios electrónicos preexistentes puede servir para construir estas redes o ser usada directamente para la resolución de la polisemia.

source: La informació s'emmagatzema fent servir les propietats magnètiques de determinats materials magnetitzables.
es_es: La información se almacena haciendo servir las propiedades magnéticas de determinados materiales magnetizables.

source: La intenció de TERMCAT és principalment normativa: s'hi associa a cada concepte el terme preferit en català (i també els termes usuals en espanyol, anglés, francés, etc.).
es_es: La intención de TERMCAT es principalmente normativa: se asocia a cada concepto el término preferido en catalán (y también los términos usuales en español, inglés, francés, etc.).

source: La interpretació de les oracions se sol explicar de vegades en termes de { formes lògiques} p[cap. 23]{radford09b}; en el cas de les oracions amb quantificadors, aquestes formes lògiques contenen d'una banda, variables que poden referir-se a un rang d'objectes que cal considerar i, d'altra, operacions sobre aquestes variables.
es_es: La interpretación de las oraciones se suele explicar a veces en términos de { formas lógicas} p[cap.23]{radford09b}; en el caso de las oraciones con cuantificadores, estas formas lógicas contienen por un lado, variables que pueden referirse a un rango de objetos que hay que considerar y, por otro, operaciones sobre estas variables.

source: La major part d'aquests buscadors tenen interfícies d'ús en moltes llengües.
es_es: La mayor parte de estos buscadores tienen interfaces de uso en muchas lenguas.

source: La major part dels actuals sistemes operatius són multiusuari, és a dir, poden donar accés i suport a més d'una persona usuària alhora, i multitasca (GNU/Linux, versions recents de Windows, MacOS).
es_es: La mayor parte de los actuales sistemas operativos son multiusuarios, es decir, pueden ser usados por más de un usuario a la vez, y multitarea (GNU/Linux, versiones recientes de Windows, MacOS).

source: La major part dels gestor permeten que els termes usats en la definició d'un determinat terme es marquen remissions, és a dir, enllaços actius a les fitxes on es defineixen.
es_es: La mayor parte de los gestores permiten que en los términos usados en la definición de un determinado término se marquen remisiones, es decir, enlaces activos a las fichas donde se definen.

source: La major part dels sistemes operatius actuals estan a més preparats per a interaccionar amb altres dispositius través de diferents tipus de xarxes.
es_es: La mayor parte de los sistemas operativos actuales están además preparados para interaccionar con otros dispositivos a través de diferentes tipos de redes.

source: La majoria dels sistemes contenen una CPU ({ central processing unit}, unitat central [de processament]), o senzillament, un processador que és el responsable d'executar totes les instruccions de programa, de processar dades, i de controlar el funcionament d'altres components del maquinari.
es_es: La mayoría de los sistemas contienen un CPU ({ central processing unit}, unidad central [de procesamiento]), o sencillamente, un procesador que es el responsable de ejecutar todas las instrucciones de programa, de procesar datos, y de controlar el funcionamiento de otros componentes del hardware.

source: La manera més comuna d'emmagatzemar les dades en memòria secundària és organitzar-les en { fitxers} o documents organitzats en directoris o carpetes; la secció explica aquests conceptes amb detall.
es_es: La manera más común de almacenar los datos en una memoria secundaria es organizarlos en { ficheros} o documentos organizados en directorios o carpetas; la sección explica estos conceptos en detalle.

source: La memòria ROM sol estar feta de xips de silici.
es_es: La memoria ROM suele estar hecha de chips de silicio.

source: La memòria USB és un dispositiu de memòria flaix, un xip de memòria que manté el seu contingut en absència d'alimentació, que es connecta al port USB de l'ordinador.
es_es: La memoria USB es un dispositivo de memoria flash, un chip de memoria que mantiene su contenido en ausencia de alimentación, que se conecta al puerto USB del ordenador.

source: La missatgeria instantània i el xat (en anglés chat) permeten ---com en el cas del correu electrònic, a través de programes especialitzats o webs accessibles amb un navegador--- una comunicació escrita molt ràpida (``en temps real''), consistent en missatges normalment curts ---opcionalment amb annexos com ara fotografies, contactes---, de manera que el resultat és similar al d'una conversa, però per escrit, cosa que permet un registre de comunicació molt informal que, de fet, ha donat lloc a una llengua molt diferenciada tant de l'oral com de l'escrita.
es_es: La mensajería instantánea y el chat (en inglés chat) permiten ---como en el caso del correo electrónico, a través de programas especializados o webs accesibles con un navegador--- una comunicación escrita muy rápida (``en tiempo real''), consistente en mensajes normalmente cortos ---opcionalmente con anexos como por ejemplo fotografías, contactos---, de forma que el resultado es similar al de una conversación, pero por escrito, cosa que permite un registro de comunicación muy informal que, de hecho, ha dado lugar a una lengua muy diferenciada tanto de la oral como de la escrita.

source: La polisèmia afecta totes les formes flexionades d'un determinat mot de la mateixa manera (estacions té exactament la mateixa ambigüitat que estació), ja que és una propietat del lema.
es_es: La polisemia afecta a todas las formas flexionadas de una determinada palabra del mismo modo (estaciones tiene exactamente la misma ambigüedad que estación), puesto que es una propiedad del lema.

source: La primera part (o part local) és freqüentment l'identificador d'una persona i la segona (la part de domini) sol prendre la forma de nom d'un ordinador (o d'un grup d'ordinadors que comparteixen un nom).
es_es: La primera parte (o parte local) es frecuentemente el identificador de una persona y la segunda (la parte de dominio) suele ser el nombre de un ordenador (o de un grupo de ordenadores que comparten un mismo nombre).

source: La primera part d'un URI (identificador uniforme de recursos) especifica l'esquema d'accés.
es_es: La primera parte de un URI (identificador uniforme de recursos) especifica el esquema de acceso.

source: La recerca dicotòmica és només una de les moltes tècniques que es poden fer servir per a accelerar les consultes que es refereixen a un camp ordenat; el programa gestor de bases de dades pot usar una altra tècnica de recerca depenent del seu disseny o del tipus de camp.
es_es: La búsqueda dicotómica es sólo una de las muchas técnicas que se pueden usar para acelerar las consultas que se refieren a un campo ordenado; el programa gestor de bases de datos puede usar otra técnica de búsqueda dependiente de su diseño o del tipo de campo.

source: La relació que assigna una interpretació a una expressió anafòrica s'anomena o dixi: quan la interpretació és per coreferència amb un antecedent que apareix anteriorment en el text s'anomena anàfora, i catàfora si l'antecedent és posterior.
es_es: La relación que asigna una interpretación a una expresión anafórica se denomina deixis: cuando la interpretación es por correferencia con un antecedente que aparece anteriormente en el texto se denomina anáfora, y catáfora si el antecedente es posterior.

source: La resolució de la polisèmia s'ha abordat des de perspectives molt diverses (vegeu {ide98j}).
es_es: La resolución de la polisemia se ha abordado desde perspectivas muy diversas (véase {ide98j}).

source: La seqüència dels noms de les carpetes que cal anar obrint fins que arribem a un fitxer s'anomena la trajectòria o la ruta del fitxer.
es_es: La secuencia de los nombres de las carpetas que hay que ir abriendo hasta que lleguemos a un fichero se conoce como la trayectoria o ruta del fichero.

source: La solució semàntica és més potent i general però exigeix una anàlisi molt profunda de la frase.
es_es: La solución semántica es más potente y general pero exige un análisis muy profundo de la frase.

source: La taula dóna alguns exemples d'indicatius de països.
es_es: La tabla da algunos ejemplos de indicativos de países.

source: La telefonada es podia pagar per minuts o amb plans que permetien connexions il·limitades en horari no comercial que s'anomenaven tarifa plana.
es_es: La llamada se podía pagar por minutos o con planes que permitían conexiones ilimitadas en horario no comercial que se denominaban tarifa plana.

source: La velocitat a la que una CPU executa les instruccions bàsiques d'un programa es mesura en megahertzs (MHz) o gigahertzs (GHz; un gigahertzs són 1000 megahertzs).
es_es: La velocidad a la que una CPU ejecuta las instrucciones básicas de un programa se mide en megaherzios (MHz) o gigaherzios (GHz; un gigaherzio son 1000 megaherzios).

source: La velocitat típica de la CPU d'un ordinador en l'actualitat és de 3 GHz.
es_es: La velocidad típica de la CPU de un ordenador en la actualidad es de 3 Ghz.

source: Les restriccions es poden basar en informació morfològica, sintàctica, o fins i tot semàntica; tot depén del nivell d'anàlisi que estiga disponible: Un pronom masculí no pot tenir un antecedent femení (restricció morfològica): Maria no pot ser l'antecedent de ell en l'oració Maria es va passar tot el dia parlant d'ell.
es_es: Las restricciones se pueden basar en información morfológica, sintáctica, o incluso semántica; todo depende del nivel de análisis que esté disponible: Un pronombre masculino no puede tener un antecedente femenino (restricción morfológica): María no puede ser el antecedente de él en la oración María se pasó todo el día hablando de él.

source: Les adreces de correu electrònic tenen dues parts, separades pel caràcter ``@'', que se sol pronunciar at (en anglés, per part dels informàtics més vells), { arrova}, rova o, per què no, ensaïmada.
es_es: Las direcciones de correo electrónico tienen dos partes, separadas por el carácter ``@'', que se suele pronunciar at (en inglés, por parte de los informáticos más viejos), { arroba}, arroba.

source: Les bases de dades lèxiques o terminològiques poden contenir molts tipus de camps: El terme en cada una de les llengües (camps que normalment s'usen d'índex per a fer les recerques més eficients).
es_es: Las bases de datos léxicas o terminológicas pueden contener muchos tipos de campos: El término en cada una de las lenguas (campos que normalmente se usan de índice para hacer las búsquedas más eficientes).

source: Les converses poden ser entre dues persones, o entre un grup de persones, a voltes reunits en una sala, amb interessos comuns.
es_es: Las conversaciones pueden ser entre dos personas, o entre un grupo de personas, a veces reunidos en una sala, con intereses comunes.

source: Les estratègies de resolució de l'ambigüitat solen basar-se en restriccions i preferències.
es_es: Las estrategias de resolución de la ambigüedad suelen basarse en restricciones y preferencias.

source: Les impressores matricials o d'agulles només s'usen per a aplicacions molt específiques.
es_es: Las impresoras matriciales o de agujas sólo se usan para aplicaciones muy específicas.

source: Les instruccions dels programes que executa el processador central també s'emmagatzemen en octets., que incrementa el valor emmagatzemat l'acumulador en 1, podria ser l'octet { 11010110}}
es_es: Las instrucciones de los programas que ejecuta el procesador central también se almacenan en bytes., que incrementa el valor almacenado en el acumulador en 1, podría ser el byte { 11010110}}

source: Les llengües divergeixen. És a dir, hi ha diferències irreductibles en la manera que el mateix contingut s'expressa en llengües diferents.
es_es: Las lenguas divergen. Es decir, hay diferencias irreducibles en la manera de expresar el mismo contenido en diferentes lenguas.

source: Les operacions més comunes que es realitzen sobre una base de dades també són similars a aquelles que podem fer amb un fitxer de fitxes de cartolina, però la gestió és més senzilla i són possibles molts més usos: Creació de l'estructura de la base de dades: definir cada taula, definint l'estructura de les fitxes i el tipus de dades de cada camp.
es_es: Las operaciones más comunes que se realizan sobre una base de datos también son similares a aquellas que podemos hacer con un fichero de fichas de cartulina, pero la gestión es más sencilla y son posibles muchos más usos: Creación de la estructura de la base de datos: definir cada tabla, definiendo la estructura de las fichas y el tipo de datos de cada campo.

source: Les persones que participen en un xat d'aquests últims, poden de vegades elegir un àlies o malnom i ``entrar'' a la sala, o estar sempre connectades al grup, i ``conversar'' per escrit públicament.
es_es: Las personas que participan en un chat de estos últimos, pueden a veces elegir un alias o mote y ``entrar'' a la sala, o estar siempre conectadas al grupo, y ``conversar'' por escrito públicamente.

source: Les preferències se solen basar freqüentment en mètodes estadístics, basats en observacions obtingudes en grans quantitats de text.
es_es: Las preferencias se suelen basar frecuentemente en métodos estadísticos, basados en observaciones obtenidas en grandes cantidades de texto.
